<template>
  <div id="page_policy" data-role="page">
    <header class="pageHeader">
      <div class="pageHeader_img">
        <div class="content">
          <h2 class="pageHeader_title">利用規約</h2>
        </div>
      </div>
    </header>
    <section class="policy">
      <div class="content">
        <p class="policy_lead">
          この利用規約（以下、「本規約」といいます。）は、Hexabid（以下、「当社」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。
        </p>
        <dl class="policy_dlist">
          <dt>第 1 条（適用）</dt>
          <dd>
            本規約は、ユーザーと当社との間の本サービスの利用に関わる一切の行為に適用されるものとします。
          </dd>
          <dt>第 2 条（利用登録）</dt>
          <dd>
            <ol class="policy_olist">
              <li>
                登録希望者が当社の定める方法によって利用登録を申請していただくことで利用登録は完了します。
              </li>
              <li>
                利用登録の申請者に以下の事由があった場合、当社の判断により利用登録申請を承認できないことがあります。また、その理由については一切の開示義務を負わないものとします。
                <ol class="policy_olist">
                  <li>
                    利用登録の申請に際して、届出事項が虚偽であると判明した場合
                  </li>
                  <li>
                    本規約に違反したことがある者からの申請である場合
                  </li>
                  <li>
                    当社が利用登録を相当でないと判断した場合
                  </li>
                </ol>
              </li>
            </ol>
          </dd>
          <dt>第 3 条（ユーザーID およびパスワードの管理）</dt>
          <dd>
            <ol class="policy_olist">
              <li>
                ユーザーは、自己の責任において、本サービスのユーザーID
                およびパスワードを管理するものとします。
              </li>
              <li>
                ユーザーは、いかなる場合にも、ユーザーID
                およびパスワードを第三者に譲渡または貸与することはできません。当社は、ユーザーID
                とパスワードの組み合わせが登録情報と一致してログインされた場合には、ユーザーご自身による利用とみなします。
              </li>
            </ol>
          </dd>
          <dt>第４条（禁止事項）</dt>
          <dd>
            ユーザーの皆様に Hexabid
            を有益にご利用いただくため、本サービスの利用にあたり、以下の行為は禁止いたします。
            <ol class="policy_olist">
              <li>
                法令または公序良俗に違反する行為
                <ul class="policy_list">
                  <li>
                    本サイトの掲載内容について営利目的の複製等を行うこと、第三者へ提供する目的で情報を加工及び再利用する等、著作権法により禁じられている行為
                  </li>
                  <li>
                    本サイトの掲載会社、掲載内容、他のユーザー等に対する中傷、脅迫、嫌がらせ、その他経済的又は精神的損害等不利益を与える行為。特に、掲載会社或いはユーザー本人の許可を得ずに会社名、ユーザーID、氏名等を特定できる攻撃的批判にあたる内容を掲載する行為
                  </li>
                  <li>
                    民族・人種等差別につながる表現の掲載
                  </li>
                  <li>
                    一般に不快に感ずる画像、イメージ、言葉、その他表現の掲載
                  </li>
                  <li>
                    ヌード画像等、卑猥と判断される表現や画像の掲載
                  </li>
                  <li>
                    ポルノ映像等のダウンロードサイト等へのリンク掲載
                  </li>
                  <li>
                    自殺、薬物乱用等を誘発・助長する恐れのある表現の掲載
                  </li>
                  <li>
                    不純な行為を目的とする出会い等を誘導する行為
                  </li>
                  <li>
                    アダルトサイトに誘導する情報の掲載等
                  </li>
                </ul>
              </li>
              <li>犯罪行為に関連する行為</li>
              <li>
                当社のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為
              </li>
              <li>
                当社のサービスの運営を妨害するおそれのある行為
              </li>
              <li>
                他のユーザーに関する個人情報等を収集または蓄積する行為
              </li>
              <li>
                他のユーザーに成りすます行為
              </li>
              <li>
                当社のサービスに関連して、反社会的勢力に対して直接または間接に利益を供与する行為
              </li>
              <li>
                他人の名誉、信用、プライバシー権、パブリシティ権、著作権、その他の権利を侵害する行為
              </li>
              <li>
                スパム投稿・スパムメッセージの書き込み等、当社が不適切と判断する行為
              </li>
            </ol>
          </dd>
          <dt>第５条（本サービスの提供の停止等）</dt>
          <dd>
            <ol class="policy_olist">
              <li>
                当社は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
                <ol class="policy_olist">
                  <li>
                    本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
                  </li>
                  <li>
                    地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合
                  </li>
                  <li>
                    コンピュータまたは通信回線等が事故により停止した場合
                  </li>
                  <li>
                    その他、当社が本サービスの提供が困難と判断した場合
                  </li>
                </ol>
              </li>
              <li>
                当社は、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害について、理由を問わず一切の責任を負わないものとします。
              </li>
            </ol>
          </dd>
          <dt>第６条（利用制限および利用登録の抹消）</dt>
          <dd>
            <ol class="policy_olist">
              <li>
                当社は、以下の場合には、事前の通知なく、ユーザーに対して、本サービスの全部もしくは一部の利用を制限し、またはユーザーとしての登録を抹消することができるものとします。
                <ul class="policy_list">
                  <li>
                    本規約のいずれかの条項に違反した場合
                  </li>
                  <li>
                    登録事項に虚偽の事実があることが判明した場合
                  </li>
                  <li>
                    その他、当社が本サービスの利用を適当でないと判断した場合
                  </li>
                </ul>
              </li>
              <li>
                投資家登録をしていただいているユーザーが、満&nbsp;70&nbsp;歳になりますと、お申込みを行うことはできません。
              </li>
              <li>
                当社は、本条に基づき当社が行った行為によりユーザーに生じた損害について、一切の責任を負いません。
              </li>
            </ol>
          </dd>
          <dt>第７条（免責事項）</dt>
          <dd>
            <ol class="policy_olist">
              <li>
                当社の債務不履行責任は、当社の故意または重過失によるものではない場合は免責されるものとします。
              </li>
              <li>
                当社は、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。
              </li>
            </ol>
          </dd>
          <dt>第８条（サービス内容の変更等）</dt>
          <dd>
            当社は、ユーザーに通知することなく、本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし、これによってユーザーに生じた損害について一切の責任を負いません。
          </dd>
          <dt>第９条（利用規約の変更）</dt>
          <dd>
            当社は、必要と判断した場合には、ユーザーに通知することなくいつでも本規約を変更することができるものとします。
          </dd>
          <dt>第１０条（通知または連絡）</dt>
          <dd>
            ユーザーと当社との間の通知または連絡は、当社の定める方法によって行うものとします。
          </dd>
          <dt>第１１条（権利義務の譲渡の禁止）</dt>
          <dd>
            ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。
          </dd>
          <dt>第１２条（準拠法・裁判管轄）</dt>
          <dd>
            本規約の解釈にあたっては、日本法を準拠法とします。<br />
            本サービスに関して紛争が生じた場合には、当社の本店所在地を管轄する東京地方裁判所を専属的合意管轄とします。
          </dd>
        </dl>
      </div>
    </section>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
  created: async function() {},
  mounted: async function() {},
  methods: {}
};
</script>
